Repository: common-repository/isw-blocks
Catalog: languages/isw-blocks-*.po
Languages: el

source: Block Settings
el: Ρυθμίσεις Mπλόκ

source: Settings
el: Ρυθμίσεις

source: Features
el: Χαρακτηριστικά

source: Output Mode
el: Λειτουργία Εμφάνισης

source: This setting defines whether blocks support wpautop overriding.
el: Αυτή η ρύθμιση καθορίζει εάν τα μπλοκ υποστηρίζουν παράκαμψη του wpautop

source: Sort Order
el: Ταξινόμηση

source: This setting defines whether blocks support sort ordering.
el: Αυτή η ρύθμιση καθορίζει εάν τα μπλοκ υποστηρίζουν ταξινόμηση.

source: Widget
el: Μονάδα

source: This setting defines whether block widget is enabled.
el: Αυτή η ρύθμιση καθορίζει εάν η μονάδα μπλόκ είναι ενεργοποιημένη.

source: Advanced Options
el: Προηγμένες Επιλογές

source: Hierarchical
el: Ιεραρχικά

source: This setting defines whether this post type is hierarchical, which allows a parent to be specified. In order to define a post's parent, the post type must support "Page Attributes".
el: Αυτή η ρύθμιση καθορίζει αν αυτό τα μπλόκ είναι ιεραρχικά, η οποία επιτρέπει τον καθόρισμο γονικών μπλόκ. Για να ορίσετε ένα γονικό μπλοκ, θα πρέπει να είναι ενεργοποιημένο το χαρακτηριστικό "Ιδιότητες σελίδων".

source: Supports
el: Υποστήριξη

source: These settings let you register support for certain features. All features are directly associated with a functional area of the edit post screen.
el: Οι ρυθμίσεις αυτές σας επιτρέπουν να ενεργοποιήσετε ορισμένα χαρακτηριστικά. Όλα τα χαρακτηριστικά συνδέονται άμεσα με την λειτουργική περιοχή της οθόνης επεξεργασίας.

source: Title
el: Τίτλος

source: Editor
el: Περιγραφή

source: Author
el: Συντάκτης

source: Thumbnail
el: Μικρογραφία

source: Excerpt
el: Απόσπασμα

source: Custom Fields
el: Ειδικά Πεδία

source: Comments
el: Σχόλια

source: Revisions
el: Αναθεωρήσεις

source: Page Attributes
el: Ιδιότητες Σελίδων

source: Post Formats
el: Φορμάτ Άρθρων

source: You may enable or disable the following features
el: Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε τις ακόλουθες λειτουργίες

source: You may customize what block types support depending on your needs
el: Μπορείτε να προσαρμόσετε τα χαρακτηριστικά που υποστηρίζονται από τα μπλοκ σύμφωνα με τις ανάγκες σας

source: Multilingual Block
el: Πολύγλωσσο Μπλόκ

source: Block
el: Μπλόκ

source: Displays a Block
el: Προβάλλει ένα Μπλόκ

source: Select a Block:
el: Επιλέξτε ένα Μπλόκ:

source: (no block selected)
el: (δεν έχει επιλεχθεί μπλόκ)

source: (no blocks defined)
el: (δεν υπάρχουν διαθέσιμα μπλόκ)

source: advanced options
el: προηγμένες επιλογές

source: Display block title
el: Προβολή τίτλου μπλόκ

source: Display block content
el: Προβολή περιεχομένου μπλόκ

source: Display block edit link
el: Προβολή συνδέσμου επεξεργασίας μπλόκ

source: Blocks
el: Μπλόκ

# Admin menu name
source: Blocks
el: Μπλόκ

source: Add New
el: Προσθήκη Νέου

source: Add New Block
el: Προσθήκη Νέου Μπλόκ

source: Edit
el: Επεξεργασία

source: Edit Block
el: Επεξεργασία μπλόκ

source: New Block
el: Νέο μπλόκ

source: View
el: Προβολή

source: View Block
el: Προβολή μπλόκ

source: Search Blocks
el: Αναζήτηση μπλόκ

source: No blocks found
el: Δεν βρέθηκαν μπλόκ

source: No blocks found in trash
el: Δέν βρέθηκαν μπλόκ στον κάδο

source: Parent Block
el: Γονικό Μπλόκ

source: A block of information to be displayed on a page or a post
el: Ένα μπλόκ πληροφοριών που εμφανίζονται σε μια σελίδα ή ένα άρθρο

source: Block Regions
el: Περίοχή Μπλόκ

source: Block Region
el: Περιοχή Μπλόκ

# Admin menu name
source: Regions
el: Περιοχές

source: Search Block Regions
el: Αναζήτηση Περιοχών Μπλόκ

source: Popular Block Regions
el: Δημοφιλείς Περιοχές Μπλόκ

source: All Block Regions
el: Όλες οι Περιοχές Μπλόκ

source: Parent Block Region
el: Γονίκή Περιοχή Μπλόκ

source: Edit Block Region
el: Τροποποίηση Περιοχής Μπλόκ

source: Update Block Region
el: Ενημέρωση Περιοχής Μπλόκ

source: Add New Block Region
el: Προσθήκη Νέας Περιοχής Μπλόκ

source: New Block Region Name
el: Μετονομασία Περιοχής Μπλόκ

source: Separate block regions with commas
el: Διαχωρισμός περιοχών μπλοκ με κόμματα

source: Add or remove block regions
el: Προσθήκη ή Αφαίρεση Περιοχών Μπλόκ

source: Choose from the most used block regions
el: Επιλέξτε μία από τις πιο χρησιμοποιούμενες περιοχές μπλοκ

source: Auto-insert Paragraphs
el: Αυτόματη Εισαγωγή Παραγράφων

source: Manual Paragraphs
el: Χειροκίνητες Παράγραφοι

source: Normal WordPress Output
el: Κανονική Εξαγωγή WordPress

source: add paragraphs an breaks and resolve shortcodes.
el: προσθήκη αλλαγών γραμμών, παραγράφων και επεξεργασία shortcodes.

source: Raw Output
el: Ακατέργαστή Εξαγωγή

source: only resolve shortcodes without adding line breaks or paragraphs.
el: επεξεργασία μόνο shortcodes χωρίς αυτόματη προσθήκη αλλαγών γραμμών ή παραγράφων.

source: An arithmetic value between 10 and 99 that can be used in queries for sorting blocks in ascending or descending order.
el: Μια αριθμητική τιμή μεταξύ 10 και 99 για τη ταξινόμιση μπλοκ σε αύξουσα ή φθίνουσα σειρά.

source: Block Sort Order
el: Ταξινόμηση Μπλόκ
